<template>
  <div class="content">
    <h1 class="title">《用户协议》</h1>
    <span class="son-title">一、总则</span>
    <p class="text">1、本协议是指杭州璞睿生命科技有限公司（简称“璞睿”）用户服务协议以及该协议项下所包含的其他附属协议、附加条款或条约。本协议由璞睿产品的使用者（以下简称“您”）与璞睿共同签订。</p>
    <p class="text">2、本协议用于规范璞睿产品（包括但不限于APP、小程序、公众号、生活号等，以下简称“璞睿”）和璞睿产品的使用者（包括但不限于普通用户及其家属、医生用户等，以下简称“您”）之间的行为和关系，为您提供璞睿服务，保护您和璞睿的合法权益。</p>
    <p class="text">3、璞睿为您提供全面的健康服务，为充分保护您对于璞睿提供的各项服务的知情权，璞睿就其提供的各项服务的相关性、有效性以及限制性提供以下注册条款。璞睿在此特别提醒您，在您注册使用璞睿产品前已确实仔细阅读并充分理解了本协议，如果您对本协议的任何条款或者将来随时可能修改、补充的条款有异议，您可选择不注册成为璞睿的用户或注销璞睿的账户。</p>
    <p class="text">4、您在进行注册登录过程中，当您点击“同意”或“登录”按钮时即视为您已仔细阅读本协议，同意接受本协议项下的所有条款，包括接受璞睿对本协议条款随时所做的任何修改，并愿意受其约束。这之后方能按系统提示完成全部注册程序、问答程序及医疗健康信息服务程序。</p>
    <p class="text">5、除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、获取璞睿产品账号、登录等行为即视为您已阅读并同意本协议的约束。如果您未满18周岁，请在法定监护人的陪同下阅读本协议及上述其他协议，并特别注意未成年人使用条款。特别地，如果您是未满14周岁的儿童，则在完成账号注册前，还应请您的监护人仔细阅读《璞睿隐私政策》。只有在取得监护人的同意后，未满14周岁的儿童方可使用璞睿的服务。</p>
    <p class="text">6、本协议的条款适用于璞睿提供的各种服务，但当您使用璞睿某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应遵守本协议及璞睿随时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化目前服务的任何新功能，均受到本协议之规范。</p>
    <span class="son-title">二、本协议的确认和接纳</span>
    <p class="text">璞睿所提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。您在进行注册程序过程中，选择“同意”或“登录”按钮即表示您完全接受本协议项下的全部条款。</p>
    <span class="son-title">三、服务简介</span>
    <p class="text">1、璞睿由璞睿管理服务有限公司运营（以下合称“璞睿运营方”）。璞睿运营方运用自己的操作系统通过国际互联网为您提供璞睿的网络服务，并承担本协议和其它服务协议中对您的责任和义务。为使用本服务，您必须能够自行通过有法律资格的第三方对您提供互联网接入服务，并自行承担以下内容：</p>
    <p class="son-text">(1) 自行配备上网所需的设备，包括手机、个人电脑，调制解调器及其他必要的设备装置。</p>
    <p class="son-text">(2) 自行承担上网所需的相关必要费用，如：电话费用、网络费用等。</p>
    <p class="son-text">(3) 本协议中规定的您的其他责任和义务。</p>
    <p class="text">2、您应保证：提供详尽、真实、准确和完整的个人资料。如果资料发生变动，您应及时更改。若您提供任何错误、不实、过时或不完整的资料，并为璞睿所确知；或者璞睿有合理理由怀疑前述资料为错误、不实、过时或不完整的资料，璞睿有权暂停或终止您的账号，并拒绝现在或将来使用本服务的全部或一部分。在此情况下，您可发送邮件至aaron.ye@primelifescience.com.cn与璞睿工作人员取得联系并修正个人资料，经璞睿核实后恢复账号使用。</p>
    <span class="son-title">四、协议修改</span>
    <p class="text">璞睿有权在必要时修改本协议条款，协议条款一旦发生变动，届时将在您界面提示修改内容，该提示行为视为璞睿已经通知您修改内容，如果您不同意所作的修改，可以主动取消获得的网络服务，进行注销。如果您继续享有璞睿提供的服务，则被视为接受协议变动。当发生有关争议时，以最新的服务协议为准。</p>
    <span class="son-title">五、服务暂停、变更与终止条款</span>
    <p class="text">1、鉴于网络服务的特殊性，璞睿有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务属于免费网络服务，璞睿无需通知您，也无需对任何您或任何第三方承担任何责任。</p>
    <p class="text">2、您理解，璞睿需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，璞睿无需为此承担任何责任，但璞睿应尽可能事先进行通告。</p>
    <p class="text">3、如发生下列任何一种情形，璞睿有权随时中断或终止向您提供本协议项下的网络服务而无需对您或任何第三方承担任何责任：</p>
    <p class="son-text">(1) 您提供的个人资料不真实；</p>
    <p class="son-text">(2) 您违反本协议中的规定；</p>
    <p class="son-text">(3)您的行为严重损害璞睿或其他用户的权益；</p>
    <p class="son-text">(4) 璞睿认为其他不适宜的地方。</p>
    <span class="son-title">六、您的账号、密码和安全性</span>
    <p class="text">1、您一旦注册成功，成为璞睿的合法用户，将得到一个您的账号和密码。您的账号和密码由您负责保管。您都要对任何以您账号进行的所有活动和事件负全责，且您有权随时根据指示更改您的密码。若发现任何非法使用您的账号或存在安全漏洞的情况，请立即通知璞睿。因黑客行为或您的保管疏忽等情况导致账号、密码遭他人非法使用，璞睿不承担责任。</p>
    <p class="text">2、为向您提供璞睿服务，您同意并授权璞睿将您在注册、使用璞睿服务过程中提供、形成的信息传递给向您提供其他服务的璞睿及关联公司或其他组织，或从提供其他服务的璞睿关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。璞睿将根据法律法规的要求，履行其作为互联网信息服务提供者应当履行的义务。</p>
    <span class="son-title">七、隐私保护</span>
    <p class="text">1、保护您隐私是璞睿的一项基本政策，璞睿保证不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在璞睿的非公开内容，但下列情况除外：</p>
    <p class="son-text">(1) 事先获得您的明确授权；</p>
    <p class="son-text">(2) 根据有关的法律法规要求；</p>
    <p class="son-text">(3) 按照相关政府主管部门的要求；</p>
    <p class="son-text">(4) 为维护社会公众的利益；</p>
    <p class="son-text">(5) 为维护璞睿的合法权益。</p>
    <p class="text">2、璞睿可能会与第三方合作向您提供相关的网络服务，在此情况下，如该第三方同意承担与璞睿同等的保护您隐私的责任，您同意并授权璞睿将您的注册资料等提供给该第三方。</p>
    <p class="text">3、在不透露您的隐私资料的前提下，经您授权后，璞睿对您的数据库进行分析并对您数据库进行商业上的利用。</p>
    <p class="text">4、对于璞睿会如何收集、使用、存储和保护你的个人信息及你享有何种权利，你还可以阅读《隐私政策》予以进一步了解。</p>
    <span class="son-title">八、特别授权</span>
    <p class="text">您完全理解并不可撤销地授予璞睿下列权利：</p>
    <p class="son-text">1、一旦您向璞睿作出任何形式的承诺，且相关主体已确认您违反了该承诺，则璞睿有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关主体确认的您的违约情况。您了解并同意，璞睿无须就相关违约事项与您核对事实，或另行征得您的同意，且璞睿无须就此限制措施或公示行为向您或任何第三方承担任何的责任。</p>
    <p class="son-text">2、一旦您违反本协议，或与璞睿签订的其他协议的约定，璞睿有权以任何方式通知璞睿运营方，要求其对您的权益采取限制措施，包括但不限于要求璞睿运营方中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何璞睿上公示您的违约情况。</p>
    <p class="son-text">3、您授权璞睿通过您注册、使用璞睿服务过程中形成的信息通过短信、电话或其他形式向您传送璞睿提供的服务。您同意接受璞睿通过短信、电话或其他形式向您发送商品促销或其他相关商业信息。如果您不需要璞睿提供的部分或全部服务的商品促销货其他相关商业信息的服务，在您向璞睿客服提出申请后予以中止、终止对您提供的该部分或全部服务。</p>
    <span class="son-title">九、璞睿拒绝提供担保</span>
    <p class="text">1、您个人对网络服务的使用承担风险，以及其因为使用网络服务而产生的一切后果。璞睿对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制</p>
    <p class="text">2、璞睿不担保服务一定能完全满足您的要求，也不担保各项服务不会受网络原因而中断，对服务的及时性、安全性、错误程序的发生都不作担保。</p>
    <p class="text">3、璞睿因受合作医院资源限制，就您所提预约挂号请求不担保服务一定能够成功。</p>
    <p class="text">4、璞睿对在本站上得到的任何有关健康的咨询意见、健康建议、推荐产品的效果等，不作担保。</p>
    <span class="son-title">十、有限责任</span>
    <p class="text">1、璞睿对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（璞睿违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致璞睿的形象受损，所以璞睿事先提出这种损害的可能性。因发生如火灾、水灾、暴动、骚乱、战争、自然灾害等不可抗拒事故，璞睿所不能控制的事件而影响璞睿提供服务，璞睿无须承担任何责任。</p>
    <p class="text">2、璞睿所有信息仅供参考，不做个别诊断、用药和使用的根据。璞睿致力于提供正确、完整的健康资讯，但不保证信息的绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。璞睿所提供的任何医药资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用璞睿资料发生偏差，璞睿不承担任何法律责任。</p>
    <span class="son-title">十一、对您信息的存储和限制</span>
    <p class="text">璞睿不对您所发布信息的删除或储存失败负责。璞睿积极采用数据备份加密等措施保障您数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。璞睿有权审查和监督您的行为是否符合本协议、免责条款的要求，如果您违背了本协议和免责条款的规定，则璞睿有权中断或终止您的服务。</p>
    <span class="son-title">十二、用户管理</span>
    <p class="text">1、您在使用璞睿过程中，应遵守网络道德规范，遵守中华人民共和国的相关法律法规。您在璞睿上的言论不得违法、不得违反公序良俗、不得使用攻击性语言恶意中伤他人，或作出虚假性陈述。您保证您在璞睿上提供的信息的真实性、合法性和有效性。您单独承担在璞睿上发布内容的一切相关责任。您使用或提供的服务应遵守所有适用于璞睿的地方法律、国家法律和国际法律标准。</p>
    <p class="text">2、您应遵守从中国境内向外传输技术性资料时必须符合中国有关法律法规。</p>
    <p class="text">3、您使用网络服务不作其他非法用途</p>
    <p class="text">4、您不得干扰或扰乱网络服务。不得盗用他人账号，并对由此行为造成的后果自负。</p>
    <p class="text">5、您应遵守所有使用网络服务的网络协议、规定、程序和惯例。您须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，您也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。</p>
    <p class="text">6、若您的行为不符合本协议的规定，璞睿有权做出独立判断，并立即停止向该您账号提供服务。您需对自己在网上的行为承担法律责任。您若在璞睿上散布和传播反动、色情或其他违反国家法律的信息，璞睿的系统记录有可能作为您违反法律的证据。</p>
    <p class="text">7、您的授权行为：对璞睿而言，您的手机号、验证码以及账号密码是唯一验证您真实性的依据，只要使用了正确的手机号、验证码或者账号密码，无论是谁登录均视为已经得到注册您本人的授权。</p>
    <span class="son-title">十三、保障</span>
    <p class="text">您同意保障和维护璞睿的利益，如果因为您违反有关法律、法规或本协议以及《免责条款》项下的任何规定而给璞睿运营方或任何其他第三方造成任何损失，您统一承担由此产生的损害赔偿责任，其中包括璞睿主张权利而支付的诉讼费、公证费、律师费用等。</p>
    <span class="son-title">十四、结束服务</span>
    <p class="text">璞睿可随时根据用户管理的规范（参见本协议的第十二条）和实际情况中断或终止一项或多项网络服务，璞睿无需对您或任何其他第三方负责。您对本协议的修改有异议，或对璞睿的服务不满，可以行使如下权利。</p>
    <p class="son-text">1、停止使用璞睿提供的网络服务。</p>
    <p class="son-text">2、通知璞睿停止对该您账号的服务。结束您的服务后，您使用网络服务的权利马上终止，即刻，璞睿不对您承担任何义务和责任。</p>
    <span class="son-title">十五、通告</span>
    <p class="text">1、本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达。</p>
    <p class="text">2、您对于璞睿的通知应当通过璞睿对外正式公布的通信地址、电子邮件地址等联系信息进行邮寄书面送达。</p>
    <span class="son-title">十六、广告说明</span>
    <p class="text">1、璞睿上为您的便利而提供的外部链接，包括但不限于任何广告内容链接，以及该链接所指向网页、软件（如APP、小程序、公众号、生活号等）之所有内容，均系该网页所属的所有者制作和提供（以下简称“第三方网页”）。第三方网页并非也不反映璞睿之任何意见和主张，也不表示璞睿同意或支持该第三方网页上的任何内容、主张或立场。璞睿对第三方网页中内容之合法性、准确性、真实性、适用性、安全性和完整性等概不承担任何负责。任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、适用性、完整性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用、完整和安全，建议您先咨询专业人士。</p>
    <p class="text">2、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，璞睿概不承担任何法律责任。无论何种原因，璞睿不对任何非与璞睿直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。</p>
    <span class="son-title">十七、网络服务的内容所有权</span>
    <p class="text">璞睿提供网络服务的内容包括：文字、软件、声音、照片、视频、录像、图表、网页、广告中的全部内容；电子邮件中的全部内容；璞睿为您提供的其他信息。所有这些信息均受版权、商标、标签和其他财产所有权法律的保护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。璞睿的所有内容版权归原文作者和璞睿共同所有，任何人需要转载璞睿的内容，必须获得原文作者或璞睿的明确授权。</p>
    <span class="son-title">十八、健康账户</span>
    <p class="text">1、您一旦注册成功，成为璞睿的合法用户并完成实名认证，系统会自动为您开通健康账户，可用于在璞睿挂号、问诊、购物等，您账号下所有就诊人均为账户使用人。</p>
    <p class="text">2、您一旦注册成功，成为璞睿的合法用户并完成实名认证，那您在使用璞睿精准预约服务时，默认已经知晓并同意相关精准预约申请的条件，并同时使用璞睿内精准预约挂号、加号等订单的支付服务。</p>
    <span class="son-title">十九、用户免责条约</span>
    <p class="text">1、您在璞睿平台预约、挂号、搜索、咨询、浏览资讯、购物及享受其他健康类服务，即代表您已经同意本条约，且完全认可、接受璞睿的统一管理。</p>
    <p class="text">2、您在璞睿添加就诊卡时，应按要求提供就诊人本人真实身份信息，所有信息必须准确、真实、有效，因您所提交的信息本身有误或资料填写不完整、不准确所导致的后果及法律风险由您自行负责。</p>
    <p class="text">3、您应妥善保管好自己的注册账号和密码，您的注册账号和密码一旦登录璞睿进行操作，即认为由您本人操作使用，所产生的法律效果和风险由您承担。</p>
    <p class="text">4、发生医疗投诉、医疗纠纷、医疗事故时依据《医疗事故处理条例》执行。</p>
    <p class="text">5、本免责条约为《璞睿用户服务协议》基础上的附加条约。本免责条约任何约定条款如与中华人民共和国法律相抵触，则该条款将按照法律规定予以解释，而其它条款仍然具有法律效力。璞睿保留必要时随时修改上述免责及其他条款的权利，您可以在免责条约中查阅最新修改条款，如您继续以任何方式登录璞睿或直接、间接使用璞睿资料的，视为自愿接受璞睿的免责条款的约束。</p>
    <span class="son-title">二十、其他</span>
    <p class="text">1、本协议之效力、解释、执行和争议的解决均适用中华人民共和国之法律。如本协议之任何一部分与中华人民共和国法律相抵触，则该部分条款应按有关法律规定重新解释，部分条款之无效或重新解释不影响其它条款之法律效力。</p>
    <p class="text">2、您和璞睿运营方一致同意凡因本协议所产生的纠纷双方应协商解决，协商不成任何一方可提交璞睿所有人所在地法院诉讼裁决。</p>
    <p class="text">3、如您对本协议的相关事宜有任何问题、意见或建议，请通过发送邮件至aaron.ye@primelifescience.com.cn与我们联系。</p>
    <p class="text">4、本《璞睿用户服务协议》最终解释权归璞睿所有</p>

  </div>
</template>
<script>
export default {

}
</script>
<style lang="less">
  .content {
    display: flex;
    flex-direction: column;
    align-items: center;
    padding: 50px 300px;
    font-size: 18px;
    .title {
      font-size: 30px;
    }
    .son-title {
      font-size: 22px;
      display: flex;
      justify-content: flex-start;
      width: 100%;
      margin: 10px 0 5px;
    }
    .text {
      display: flex;
      justify-content: flex-start;
      width: 100%;
      margin: 5px 0;
    }
    .son-text {
      display: flex;
      justify-content: flex-start;
      width: 100%;
      margin: 0 0 0 50px;
    }
    .weight {
      font-weight: 600;
      margin-bottom: 10px;
    }
  }
</style>
